task1 = ["Отгадайте загадку:\nОна из хрусталя,\nПрозрачная на свет.\nВ нее поставлю я\nЦветов большой букет.",
         "Грабли", "Стекло", "Вода", "trueВаза"]

task2 = [
    "Шла бабка в Москву, навстречу ей три старика,\nу стариков - по мешку, а в каждом мешке - по коту.\nСколько всего "
    "шло в Москву?",
    "7", "4", "true1", "3"]

task3 = ["Вы опередили лыжника, который находился на второй\nпозиции. Какое место теперь занимаете вы?",
         "true2", "3", "4", "1"]

task4 = ["У арфы их четыре, у домбры и у гитары - шесть.\nА сколько их у пианино?",
         "4", "5", "6", "true7"]

task5 = ["Васе 5 лет, а Ане 9 лет. Какая разница в возрасте\n будет между ними через три года?",
         "true4", "1", "3", "7"]

task6 = ["Лист бумаги сложили пополам, потом ещё раз пополам\nи разрезали по линиям сгиба. Сколько частей получилось?",
         "2", "true4", "6", "8"]

task7 = ["Как называется процесс, когда жидкость\nпревращается в пар?",
         "Замерзание", "trueИспарение", "Кипение", "Таяние"]

task8 = ["Как называется измеряемая величина,\nкоторая показывает, как далеко мы прошли?"
    , "Время", "Масса", "Вес", "trueРасстояние"]

task9 = ["Как называется творческое направление, в котором\nиспользуются краски и кисти?"
    , "Музыка", "Танцы", "Литература", "trueЖивопись"]

task10 = ["Как называется наука, которая изучает прошлое людей?"
    , "Математика", "Физика", "trueИстория", "Биология"]

task11 = [
    "Отгадай загадку:\nГоворит она беззвучно, а понятно и нескучно.\nТы беседуй чаще с ней - станешь вчетверо умней."
    , "Рыба", "Видео", "trueКнига", "Язык жестов"]

task12 = ["Без него домой придёшь - Точно в дом не попадёшь.\nЧто это?",
          "trueКлюч", "Рюкзак", "Телефон", "Сменка"]

task13 = ["Дали братьям тёплый дом, Чтобы жили впятером.\nБрат большой не согласился и отдельно поселился.",
          "Теремок", "trueВарежки", "Сланцы", "Общежитие"]

task14 = ["На что похожа половина апельсина?",
          "На солнце", "На шляпку гриба", "trueНа другую половину", "На половину мандарина"]

task15 = ["Как поймать тигра в клетку?",
          "Заманить едой", "Транквилизатор", "Поймать в сетку и затащить", "trueТигры в полоску"]

task16 = ["В парке 8 скамеек. Три покрасили.\nСколько скамеек стало в парке?",
          "1", "5", "3", "true8"]

task17 = ["Врач выписал вам три таблетки.\nИх нужно принимать каждые полчаса.\nЗа сколько времени вы их выпьете?",
          "1 час", "2 часа", "30 минут", "true1.5 часа"]

task18 = ["У мамы Гали есть три дочери.\nОдну из них зовут Света, другую - Лена.\nКак зовут третью?",
          "trueГаля", "Света", "Лена", "Инокентий"]

task19 = ["В году 12 месяцев. Семь из них имеют 31 день.\nСколько месяцев в году имеют 28 дней?",
          "12", "7", "0", "true1"]

task20 = [
    "Если пять кошек ловят пять мышей за пять минут,\nто сколько времени нужно одной кошке,\nчтобы поймать одну мышку?",
    "true5 минут", "15 минут", "25 минут", "1 минута"]

task21 = ["Какая планета нашей солнечной\nсистемы находится ближе всего к Солнцу?"
    , "Венера", "trueМеркурий", "Земля", "Марс"]

task22 = ["Что такое Статуя Свободы?",
          "Остров в Тихом океане", "Памятник в Вашингтоне", "Музей в Париже", "trueПамятник в Нью-Йорке"]

task23 = ["Как называется прибор, который измеряет температуру?",
          "trueТермометр", "Барометр", "Гидрометр", "Амперметр"]

task24 = ["Как называется самое большое океанское животное?",
          "Кальмар", "Акула", "trueКит", "Дельфин"]

task25 = ["Как называется самая большая планета\nв нашей солнечной системе?",
          "Меркурий", "Венера", "trueЮпитер", "Сатурн"]

task26 = ["Как называется единица измерения времени,\nкоторая равна 60 секундам?",
          "trueМинута", "Секунда", "Сутки", "Час"]

task27 = ["Ежедневно в шесть утра, Я трещу: вставать пора!",
          "Дятел", "Мама", "Солнце", "trueБудильник"]

task28 = ["У меня две головы,\nНо тела у меня вообще нет,\nМеня точка хранит,\nНазовите цифру,\nобразованную мной.",
          "2", "1", "0", "true8"]

task29 = ["Что это такое: бегает по полям,\nимеет белую шерсть и рога на голове?",
          "Лошадь", "Корова", "trueОвца", "Коза"]

task30 = ["Что это такое: летает в ночное время,\nимеет крылья и уши?",
          "Тигр", "trueЛетучая мышь", "Андрей", "Папа"]

# task22 = ["",
#           "", "", "", ""]


tasks = [task1, task2, task3, task4, task5, task6, task7, task8, task9, task10,
         task11, task12, task13, task14, task15, task16, task17, task18, task19, task20,
         task21, task22, task23, task24, task25, task26, task27, task28, task29, task30]

