task1 = ["Отгадайте загадку:\nОна из хрусталя,\nПрозрачная на свет.\nВ нее поставлю я\nЦветов большой букет.",
         "Грабли", "Стекло", "Вода", "trueВаза"]

task2 = [
    "Шла бабка в Москву, навстречу ей три старика,\nу стариков - по мешку, а в каждом мешке - по коту.\nСколько всего "
    "шло в Москву?",
    "7", "4", "true1", "3"]

task3 = ["Вы опередили лыжника, который находился на второй\nпозиции. Какое место теперь занимаете вы?",
         "true2", "3", "4", "1"]

task4 = ["У арфы их четыре, у домбры и у гитары - шесть.\nА сколько их у пианино?",
         "4", "5", "6", "true7"]

task5 = ["Васе 5 лет, а Ане 9 лет. Какая разница в возрасте\n будет между ними через три года?",
         "true4", "1", "3", "7"]

task6 = ["Лист бумаги сложили пополам, потом ещё раз пополам\nи разрезали по линиям сгиба. Сколько частей получилось?",
         "2", "true4", "6", "8"]

tasks = [task1, task2, task3, task4, task5, task6]
